Repository: Natu-0522/ClearLayer
Catalog: ClearLayer/Localizable.xcstrings
Source language: ja
Languages: en

source: ⚙️ 設定
en: ⚙️ Settings

# browsertabbar.enter_url
source: URLを入力
en: Enter URL

source: ClearLayerとともに、 あなたの学びをもっとスマートに。
en: ClearLayer helps make your learning smarter and more efficient.

source: https://docs.google.com/forms/d/e/1FAIpQLSfdipzq4W-EEVMZAZ3U08hB3ucyinrNjNLU8hH2Bt1GOa5TRQ/viewform?usp=header
en: https://docs.google.com/forms/d/e/1FAIpQLScwunJ4PHw_MOTvwCpZZxcgf-uGF6-q-MGnsgNGAaND3yYT-g/viewform?usp=header

# https://sites.google.com/view/clearlayer/%E3%83%9B%E3%83%BC%E3%83%A0
source: https://sites.google.com/view/clearlayer/%1$E3%83%9B%2$E3%83%BC%3$E3%83%4$A0
en: https://sites.google.com/view/clearlayer-en/%E3%83%9B%E3%83%BC%E3%83%A0

# tutorial.settings.title
source: 設定とご意見について
en: Settings & Feedback

# tutorial.toolbox.title
source: ツールボックスについて
en: About the Toolbox

# tutorial.welcome.title
source: ClearLayerへようこそ
en: Welcome to ClearLayer

source: アプリを評価する
en: Rate this app

source: アプリ情報
en: About this app

source: お問い合わせ
en: Contact

source: お問い合わせフォームを開く
en: Open Contact Form

source: このアプリは、YouTubeやWebページに 透明な紙（レイヤー）を重ね 直接文字や線を書き込めるようにした 学習・作業サポートツールです。
en: ClearLayer lets you place a transparent layer over YouTube or web pages so you can draw or write directly on top. It’s a simple tool designed to support learning and work tasks.

source: このアプリを共有する
en: Share this app

source: このアプリを応援する
en: Support this app

source: ご利用ありがとうございます！
en: Thank you for using ClearLayer!

source: ご意見や「こんな機能が欲しい」など、
en: If you have feedback or feature requests,

source: ジェスチャー（おためし）
en: Gestures (Experimental)

source: ジェスチャーを1時間解放しました
en: Gestures have been unlocked for 1 hour.

source: スクリーンショットを保存しました
en: Screenshot saved

source: スクリーンショットを保存しました。
en: Screenshot saved

source: スワイプして次へ →
en: Swipe to continue

source: ぜひお問い合わせフォームからお聞かせください。
en: please let us know through the contact form.

source: ダブルタップでツール切替
en: Switch tools with double-tap

source: チュートリアルを再度見る
en: View Tutorial Again

source: トリプルタップでスクショ
en: Take a screenshot with triple-tap

source: バージョン: %@
en: Version: %@

source: プライバシーポリシーを開く
en: Read Privacy Policy

source: ブラウザ
en: Browser

source: ペンと消しゴムの切り替え
en: Switch between pen and eraser

source: また、ペンの色や太さを変更することもできます。
en: You can also change the pen color and thickness.

source: リセット
en: Reset

source: レイヤーの表示切り替え
en: Toggle the layer display

source: ロックされています
en: Locked

source: 使い始める
en: Get Started

source: 広告を準備中…
en: Loading ad…

source: 広告を準備中です
en: Loading ad…

source: 広告を視聴すると1時間だけジェスチャー機能が有効になります
en: Watching an ad enables gesture features for 1 hour.

source: 広告を視聴すると1時間だけジェスチャー機能を試せます。
en: Watching an ad allows you to try gesture features for 1 hour.

source: 広告視聴で1時間だけ有効化できます
en: Watching an ad unlocks the feature for 1 hour.

source: 広告視聴でおためし機能を使えるようにする（1時間）
en: Unlock gestures by watching an ad (1 hour)

source: 数秒後にもう一度お試しください。
en: Please try again in a few seconds.

source: 有効にするとダブルタップで切替が可能です
en: Enabling this allows switching with a double-tap.

source: 残り時間：%@
en: Time remaining: %@

source: 現在のモード
en: Current Mode

source: 画面右下にツールボックスが表示されています。
en: The toolbox is displayed at the bottom-right of the screen.

source: 画面左上から設定を開けます。
en: You can open the settings from the top-left of the screen.

source: 色々な動画の再生・一時停止
en: Play / pause videos

source: 表示モード
en: Display Mode

source: 設定
en: Settings
